logs/Oct16/等待时间与请求频次/lambda1/200.txt
wrk debian/4.1.0-3build1 [epoll] Copyright (C) 2012 Will Glozer
Running 10m test @ http://172.18.0.4:32329
  16 threads and 16 connections
2 2.857421875 52.6845703125 52.6845703125 0
1 7.708251953125 72.165283203125 72.165283203125 0
1 2.83251953125 73.0302734375 73.0302734375 50
2 4.237060546875 169.450439453125 169.450439453125 0
3 2.7607421875 166.5146484375 166.5146484375 200
3 3.5458984375 165.60546875 165.60546875 500
5 8.41748046875 174.905517578125 174.905517578125 0
15 2.922119140625 375.441650390625 375.441650390625 0
30 3.660888671875 565.053466796875 565.053466796875 1000
50 6.29248046875 871.931884765625 871.931884765625 0
100 2.442138671875 1269.36962890625 1269.36962890625 250
2 3.411376953125 93.115478515625 94.115478515625 1000
1 2.64892578125 84.46435546875 84.46435546875 0
150 2.07080078125 1609.38525390625 1609.38525390625 0
200 3.409423828125 2373.49169921875 2373.49169921875 1000
100 3.358154296875 1287.475830078125 1287.475830078125 0
1 3.467529296875 90.86328125 90.86328125 40
100 4.132080078125 1492.803466796875 1492.803466796875 0
40 3.093017578125 903.585693359375 903.585693359375 0
250 5.301025390625 3374.55224609375 3374.55224609375 0
150 2.892822265625 2186.765869140625 2186.765869140625 0
150 3.250244140625 2193.593505859375 2193.593505859375 0
25 3.6201171875 392.9951171875 392.9951171875 150
3 3.238037109375 86.546142578125 86.546142578125 50
50 3.75537109375 1093.89892578125 1093.89892578125 8000
40 2.90771484375 986.23388671875 986.23388671875 0
150 2.36767578125 2203.98876953125 2203.98876953125 0
250 3.584716796875 3987.098876953125 3987.098876953125 0
150 3.5400390625 2283.691162109375 2283.691162109375 0
250 3.75244140625 3798.1875 3798.1875 0
500 2.635498046875 6574.506103515625 6574.506103515625 0
100 2.72607421875 1201.647705078125 1201.647705078125 0
1 3.1591796875 93.87890625 93.87890625 30
30 3.103759765625 308.934326171875 308.934326171875 0
40 3.249267578125 589.056396484375 589.056396484375 0
30 2.85107421875 484.663330078125 484.663330078125 40
3 3.172607421875 110.06201171875 110.06201171875 0
5 2.89794921875 100.499755859375 100.499755859375 40
40 7.472900390625 777.077880859375 777.077880859375 700
3 3.1162109375 102.912353515625 102.912353515625 350
40 3.101806640625 493.003173828125 493.003173828125 0
15 3.73486328125 292.21484375 292.21484375 0
3 3.606689453125 13.123779296875 13.123779296875 30
30 5.17236328125 599.95166015625 599.95166015625 0
5 3.313720703125 208.1416015625 208.1416015625 25
25 3.030517578125 467.076904296875 467.076904296875 0
50 3.185302734375 687.25341796875 687.25341796875 0
350 3.009033203125 4980.936767578125 4980.936767578125 0
1000 2.625 13672.810302734375 13672.810302734375 0
30 2.550048828125 406.104736328125 406.104736328125 0
1000 4.234375 13977.196044921875 13977.196044921875 0
250 3.583251953125 3483.164306640625 3483.164306640625 0
1000 3.485595703125 13886.39111328125 13887.39111328125 0
200 4.39306640625 3301.525634765625 3301.525634765625 0
1000 2.84716796875 13896.25732421875 13896.25732421875 0
3 3.06787109375 99.174560546875 99.174560546875 0
1000 3.109130859375 13576.5390625 13576.5390625 0
700 3.10595703125 9593.3837890625 9593.3837890625 8000
200 3.2783203125 2609.619873046875 2609.619873046875 8000
1000 4.25146484375 13801.0322265625 13801.0322265625 0
30 2.336669921875 692.00732421875 692.00732421875 100
1 3.154052734375 9.37353515625 9.37353515625 0
100 3.260986328125 1604.50732421875 1604.50732421875 0
200 2.58056640625 2816.577392578125 2816.577392578125 0
200 2.53125 2909.222412109375 2909.222412109375 0
40 3.677490234375 706.371337890625 706.371337890625 0
150 2.62646484375 2196.53076171875 2196.53076171875 0
30 2.328369140625 399.989501953125 399.989501953125 0
25 3.719970703125 394.0908203125 394.0908203125 30
100 3.06591796875 1503.480712890625 1503.480712890625 0
1000 3.580322265625 13901.342529296875 13901.342529296875 0
350 2.857666015625 4981.05029296875 4981.05029296875 0
50 3.209228515625 973.515869140625 973.515869140625 8000
200 2.7880859375 2769.796630859375 2769.796630859375 0
25 2.504150390625 375.0927734375 375.0927734375 0
100 2.7216796875 1313.594970703125 1313.594970703125 0
3 3.3193359375 72.949951171875 72.949951171875 4000
30 4.3212890625 357.51513671875 357.51513671875 0
700 2.995849609375 9586.725830078125 9586.725830078125 0
500 2.518310546875 6672.8134765625 6672.8134765625 0
200 2.81494140625 2671.049072265625 2671.049072265625 0
1000 3.121826171875 13478.85498046875 13478.85498046875 0
500 3.482177734375 6749.96923828125 6750.96923828125 0
2000 2.922119140625 27203.81640625 27203.81640625 0
700 2.63330078125 9567.46875 9567.46875 0
50 3.595947265625 605.67138671875 605.67138671875 0
15 3.4697265625 476.19873046875 477.19873046875 700
350 5.645751953125 4962.273193359375 4962.273193359375 0
1000 5.267333984375 13930.5791015625 13930.5791015625 2000
15 2.892822265625 329.18896484375 329.18896484375 0
700 3.3515625 9532.9541015625 9532.9541015625 0
150 2.84033203125 1937.064697265625 1937.064697265625 0
2 5.032470703125 45.116943359375 45.116943359375 0
40 2.94775390625 466.04345703125 466.04345703125 0
25 2.65087890625 235.716796875 235.716796875 0
200 5.41650390625 2565.835693359375 2565.835693359375 0
30 4.0595703125 632.4189453125 632.4189453125 0
500 3.58447265625 6048.04052734375 6049.04052734375 0
150 2.6015625 1627.90087890625 1627.90087890625 0
2000 3.777099609375 27324.35888671875 27325.35888671875 0
2000 3.455078125 26155.63623046875 26155.63623046875 4000
200 4.316162109375 2627.571533203125 2627.571533203125 0
15 2.401611328125 227.331787109375 227.331787109375 0
500 2.947265625 6271.737548828125 6271.737548828125 0
1 2.97119140625 23.464111328125 23.464111328125 0
2000 3.0791015625 25244.921142578125 25244.921142578125 0
4000 3.790771484375 53299.8974609375 53299.8974609375 0
500 2.5244140625 5965.27001953125 5965.27001953125 0
350 3.350341796875 3963.841796875 3963.841796875 0
50 2.6669921875 504.613037109375 504.613037109375 0
2 2.955322265625 94.351318359375 94.351318359375 0
30 2.781005859375 639.108154296875 639.108154296875 0
100 3.574462890625 1367.876708984375 1367.876708984375 0
15 2.809814453125 114.384521484375 114.384521484375 0
15 2.303466796875 193.9609375 193.9609375 0
700 3.050537109375 8050.23291015625 8050.23291015625 0
100 3.060791015625 1409.87744140625 1409.87744140625 0
100 3.286376953125 1361.51123046875 1361.51123046875 0
100 5.017333984375 1228.072021484375 1228.072021484375 350
700 3.56689453125 8110.39404296875 8110.39404296875 0
700 3.692138671875 8358.60302734375 8358.60302734375 0
350 2.594970703125 4156.561279296875 4156.561279296875 0
40 2.944091796875 747.56591796875 747.56591796875 0
25 4.023193359375 260.662353515625 260.662353515625 0
150 4.73193359375 1864.95654296875 1864.95654296875 0
4000 2.625 49957.551025390625 49957.551025390625 0
5 2.677978515625 52.762451171875 52.762451171875 0
25 3.097900390625 243.260009765625 243.260009765625 0
100 2.444091796875 844.293212890625 844.293212890625 0
5 3.29443359375 146.42724609375 146.42724609375 8000
5 2.482177734375 63.14208984375 63.14208984375 2000
3 3.478515625 94.8173828125 94.8173828125 0
4000 2.58740234375 49291.8154296875 49291.8154296875 0
100 2.91015625 1413.217041015625 1413.217041015625 0
500 5.552978515625 5757.191650390625 5757.191650390625 0
3 2.722900390625 106.078857421875 106.078857421875 40
40 3.922607421875 797.310546875 797.310546875 0
1 3.29638671875 45.3720703125 45.3720703125 0
2000 4.417724609375 23394.318115234375 23394.318115234375 0
200 4.591796875 2386.532958984375 2386.532958984375 0
350 2.200439453125 3868.66552734375 3868.66552734375 0
50 3.379638671875 955.6806640625 955.6806640625 1000
350 2.4140625 3896.28515625 3896.28515625 0
500 4.573486328125 5833.5390625 5833.5390625 0
200 2.869140625 2419.52685546875 2419.52685546875 0
5 3.42333984375 100.061279296875 100.061279296875 0
3 2.61572265625 54.264404296875 54.264404296875 0
100 3.3564453125 1574.184326171875 1574.184326171875 0
40 2.735107421875 426.67041015625 426.67041015625 0
1000 2.4404296875 11759.3369140625 11759.3369140625 0
200 10.263427734375 2035.5693359375 2035.5693359375 0
700 2.41748046875 8381.82958984375 8381.82958984375 0
1 3.807861328125 91.451416015625 91.451416015625 0
2000 2.7431640625 23359.853759765625 23359.853759765625 0
100 2.776123046875 868.35009765625 868.35009765625 0
4000 4.000732421875 47747.519287109375 47747.519287109375 0
8000 3.5712890625 97908.51831054688 97908.51831054688 0
250 3.08154296875 3392.05810546875 3392.05810546875 1000
3 2.39306640625 95.963623046875 95.963623046875 0
2 3.340087890625 64.76171875 64.76171875 0
1000 3.126220703125 11247.49560546875 11247.49560546875 0
8000 3.77880859375 101303.58081054688 101303.58081054688 0
8000 5.095703125 97361.29321289062 97361.29321289062 0
1 2.63525390625 10.2177734375 10.2177734375 0
1000 3.114990234375 11413.21484375 11413.21484375 0
50 4.945556640625 577.96630859375 578.96630859375 0
15 3.03857421875 150.654541015625 150.654541015625 0
350 4.056884765625 3849.02734375 3849.02734375 0
8000 2.961669921875 96157.96704101562 96157.96704101562 0
200 3.190185546875 2135.55322265625 2135.55322265625 0
8000 2.481689453125 97284.83618164062 97284.83618164062 0
3 3.915771484375 15.403564453125 15.403564453125 200
3 4.27294921875 54.884033203125 54.884033203125 25
1 2.512939453125 37.90673828125 37.90673828125 0
25 2.442138671875 481.400146484375 481.400146484375 0
2 4.019775390625 68.8310546875 69.8310546875 0
3 3.303955078125 126.77880859375 127.77880859375 200
40 3.419189453125 338.932861328125 339.932861328125 1000
200 9.011474609375 2157.855712890625 2157.855712890625 0
500 3.450927734375 5048.17236328125 5048.17236328125 0
200 3.68505859375 1935.172607421875 1935.172607421875 0
250 2.98681640625 2552.964111328125 2552.964111328125 0
15 2.6845703125 164.3779296875 164.3779296875 0
2 2.64794921875 33.08251953125 33.08251953125 0
5 3.33154296875 13.760498046875 13.760498046875 0
8000 3.348876953125 95083.89331054688 95083.89331054688 0
250 3.464111328125 2142.423095703125 2142.423095703125 500
3 2.82666015625 57.390380859375 57.390380859375 0
50 2.805908203125 430.002685546875 430.002685546875 0
25 3.640625 235.139892578125 235.139892578125 0
500 3.65234375 4932.269775390625 4932.269775390625 0
1 3.121337890625 95.977294921875 95.977294921875 0
350 3.177734375 3732.5029296875 3732.5029296875 0
2000 4.283935546875 20673.939697265625 20673.939697265625 0
200 3.134521484375 2041.370361328125 2041.370361328125 0
100 2.94921875 895.8505859375 895.8505859375 0
50 2.732177734375 426.315185546875 426.315185546875 500
30 2.448486328125 667.16259765625 667.16259765625 0
3 2.929931640625 42.065673828125 42.065673828125 0
1000 4.697509765625 10398.93408203125 10398.93408203125 0
8000 2.991943359375 94099.71606445312 94099.71606445312 0
200 3.769287109375 2168.853759765625 2168.853759765625 0
3 5.28173828125 85.07958984375 85.07958984375 0
15 3.8916015625 292.9384765625 292.9384765625 100
2 2.3740234375 29.115234375 29.115234375 0
100 7.22705078125 1290.3798828125 1290.3798828125 0
350 2.500244140625 3691.888916015625 3691.888916015625 0
1 2.9287109375 95.753173828125 95.753173828125 2
700 2.79541015625 6937.437744140625 6937.437744140625 0
500 2.573486328125 4888.17578125 4888.17578125 0
5 3.044677734375 32.6689453125 32.6689453125 0
5 3.8046875 12.210205078125 12.210205078125 0
3 3.055419921875 160.170166015625 160.170166015625 0
1 3.302001953125 8.986572265625 8.986572265625 50
50 2.835205078125 416.70166015625 416.70166015625 700
40 3.383056640625 365.787841796875 365.787841796875 0
500 3.42431640625 4502.750244140625 4502.750244140625 0
250 2.4267578125 2987.85205078125 2987.85205078125 500
500 3.065673828125 5623.0732421875 5623.0732421875 1000
200 2.85205078125 2203.197509765625 2203.197509765625 0
3 3.202392578125 81.1376953125 81.1376953125 40
350 3.364013671875 4039.605712890625 4039.605712890625 0
40 2.624267578125 371.13916015625 371.13916015625 0
700 2.677734375 7761.96826171875 7761.96826171875 0
500 3.054931640625 5401.123291015625 5401.123291015625 0
500 2.52197265625 5195.975341796875 5195.975341796875 0
250 6.250244140625 2757.720947265625 2757.720947265625 0
150 4.1943359375 1298.569091796875 1298.569091796875 0
15 2.632080078125 274.840576171875 274.840576171875 0
1000 3.448974609375 10646.2412109375 10646.2412109375 0
1000 2.50244140625 10965.716064453125 10965.716064453125 0
350 3.74072265625 3558.04052734375 3558.04052734375 2000
150 2.582275390625 1701.460205078125 1701.460205078125 0
100 3.255615234375 948.076904296875 949.076904296875 8000
40 2.783447265625 359.7041015625 359.7041015625 0
40 2.517578125 388.67041015625 388.67041015625 0
30 2.696044921875 379.251708984375 379.251708984375 8000
2 3.322998046875 95.49853515625 95.49853515625 25
25 3.277099609375 226.732666015625 226.732666015625 0
4000 3.009033203125 41331.231689453125 41332.231689453125 0
200 2.83935546875 2127.54541015625 2127.54541015625 0
100 3.367431640625 778.83642578125 778.83642578125 0
15 2.27978515625 147.487060546875 147.487060546875 0
40 3.59130859375 527.01904296875 527.01904296875 0
8000 3.71142578125 88654.16479492188 88655.16479492188 0
40 2.6513671875 404.5595703125 404.5595703125 0
500 3.0048828125 5227.279052734375 5227.279052734375 0
30 3.123291015625 567.96630859375 567.96630859375 0
5 2.927734375 21.80419921875 21.80419921875 0
30 3.66650390625 608.87255859375 608.87255859375 0
350 3.059814453125 3972.451416015625 3972.451416015625 0
100 5.303955078125 1381.98193359375 1381.98193359375 0
30 3.158935546875 323.6220703125 323.6220703125 0
1000 3.033935546875 10398.013916015625 10398.013916015625 0
700 2.396240234375 7870.748291015625 7870.748291015625 0
5 2.818115234375 125.4033203125 125.4033203125 0
1 2.9482421875 36.517333984375 36.517333984375 0
1000 2.702880859375 10839.37841796875 10839.37841796875 0
1000 3.029296875 10996.119873046875 10996.119873046875 0
50 2.552001953125 466.559814453125 466.559814453125 0
2 2.59912109375 81.12548828125 81.12548828125 25
40 4.42919921875 344.566162109375 344.566162109375 250
25 2.630859375 297.624267578125 297.624267578125 40
30 2.298828125 689.40625 689.40625 0
700 2.921142578125 7338.425537109375 7338.425537109375 0
15 3.01025390625 165.039306640625 165.039306640625 0
2000 4.650390625 21352.169677734375 21352.169677734375 0
30 5.47607421875 294.259033203125 294.259033203125 0
4000 3.45751953125 42751.372314453125 42751.372314453125 0
250 2.477783203125 2554.00830078125 2554.00830078125 0
50 3.8154296875 434.889404296875 434.889404296875 2000
100 3.027587890625 1114.768798828125 1114.768798828125 0
150 2.868408203125 1350.705322265625 1350.705322265625 0
5 2.937744140625 69.737548828125 69.737548828125 0
8000 4.0107421875 86843.59936523438 86843.59936523438 0
150 2.95751953125 1606.221435546875 1606.221435546875 0
15 4.8095703125 166.844970703125 166.844970703125 0
250 4.766845703125 2930.72607421875 2930.72607421875 700
8000 2.47607421875 86850.27685546875 86850.27685546875 0
1000 3.098388671875 10712.983154296875 10712.983154296875 0
50 2.96044921875 442.80224609375 442.80224609375 0
350 2.926025390625 3641.861083984375 3641.861083984375 2000
350 2.794677734375 3562.1923828125 3562.1923828125 0
700 3.081787109375 7408.505615234375 7408.505615234375 0
1000 3.43408203125 10947.409423828125 10947.409423828125 0
150 2.699951171875 1757.229248046875 1757.229248046875 0
3 3.10546875 33.56396484375 33.56396484375 0
15 3.144775390625 190.5009765625 190.5009765625 0
50 3.1533203125 990.384765625 990.384765625 100
100 3.384521484375 1429.5615234375 1429.5615234375 0
8000 3.46826171875 84185.708984375 84185.708984375 0
2 4.971923828125 52.9228515625 52.9228515625 0
1 3.280029296875 48.893310546875 48.893310546875 0
150 3.093505859375 1825.18994140625 1825.18994140625 0
250 2.70068359375 3000.544677734375 3000.544677734375 0
1 2.552001953125 49.318115234375 49.318115234375 0
1000 3.28076171875 10632.541748046875 10632.541748046875 0
2000 3.53466796875 21368.968994140625 21368.968994140625 0
3 2.861083984375 66.06787109375 66.06787109375 4000
200 3.072509765625 2391.358154296875 2391.358154296875 0
250 3.578369140625 2873.406005859375 2873.406005859375 0
3 2.851318359375 31.046875 31.046875 0
350 2.470703125 3892.01513671875 3892.01513671875 0
350 3.457763671875 4280.9990234375 4280.9990234375 0
2000 2.944580078125 21649.779052734375 21649.779052734375 0
200 3.032470703125 2232.472412109375 2232.472412109375 0
1 3.55859375 9.91650390625 9.91650390625 0
8000 3.118408203125 82769.7060546875 82769.7060546875 0
15 3.04638671875 170.688720703125 170.688720703125 0
25 2.994873046875 212.86376953125 212.86376953125 100
5 4.96337890625 97.0908203125 97.0908203125 0
250 3.68994140625 2867.489990234375 2867.489990234375 1000
15 5.322998046875 129.36181640625 129.36181640625 0
100 2.6787109375 1060.066650390625 1060.066650390625 0
4000 2.78271484375 42564.68212890625 42564.68212890625 0
250 3.40673828125 2853.092529296875 2854.092529296875 500
30 3.02978515625 232.73046875 232.73046875 0
40 2.9638671875 358.17138671875 358.17138671875 0
25 3.072021484375 342.52099609375 342.52099609375 0
250 2.64892578125 2708.1484375 2708.1484375 0
500 4.265625 5608.68115234375 5608.68115234375 0
3 3.97998046875 60.29248046875 60.29248046875 200
3 2.5625 37.224365234375 37.224365234375 0
200 3.505126953125 2283.73095703125 2283.73095703125 0
1000 2.89794921875 11309.57568359375 11309.57568359375 0
2000 3.191162109375 22118.3857421875 22118.3857421875 0
200 3.26318359375 2456.472900390625 2456.472900390625 0
25 4.702392578125 303.30859375 303.30859375 700
200 4.48193359375 2330.135498046875 2330.135498046875 0
200 3.268310546875 1958.202392578125 1958.202392578125 0
500 4.3916015625 6158.55224609375 6158.55224609375 0
5 4.230712890625 25.2490234375 25.2490234375 350
100 3.426025390625 1229.38818359375 1229.38818359375 0
4000 2.63916015625 42915.63818359375 42915.63818359375 0
350 3.6435546875 4055.87158203125 4055.87158203125 0
1 2.964111328125 45.05322265625 45.05322265625 0
500 2.81201171875 5355.941162109375 5355.941162109375 0
8000 3.1728515625 85105.9462890625 85106.9462890625 0
5 2.590087890625 151.4638671875 151.4638671875 0
350 3.51171875 3796.410400390625 3796.410400390625 0
700 3.312255859375 7661.94921875 7661.94921875 0
15 3.177001953125 141.538330078125 141.538330078125 0
25 5.101806640625 438.543212890625 438.543212890625 200
3 2.7060546875 183.870849609375 183.870849609375 0
200 2.888671875 2285.40673828125 2285.40673828125 0
30 3.396728515625 329.00927734375 329.00927734375 0
200 2.46484375 2169.235595703125 2169.235595703125 0
2 2.541015625 49.5439453125 49.5439453125 0
30 3.974365234375 219.85009765625 219.85009765625 0
4000 3.12451171875 43689.590087890625 43690.590087890625 0
25 2.735107421875 512.227783203125 512.227783203125 0
150 2.870849609375 1831.279296875 1831.279296875 0
250 3.400390625 2981.223388671875 2982.223388671875 0
1000 3.15576171875 11172.33154296875 11172.33154296875 0
3 2.719970703125 75.878173828125 75.878173828125 0
350 4.943603515625 4291.644775390625 4291.644775390625 0
2000 3.033203125 22398.977783203125 22398.977783203125 0
1 2.8408203125 82.87646484375 82.87646484375 150
5 3.3359375 94.806640625 94.806640625 0
150 3.296630859375 1914.107666015625 1914.107666015625 0
1000 4.772216796875 11558.453857421875 11558.453857421875 0
2000 3.390869140625 22347.30859375 22347.30859375 4000
4000 3.396484375 44832.681640625 44832.681640625 0
15 2.59521484375 178.575439453125 178.575439453125 0
1000 2.971435546875 11783.934814453125 11783.934814453125 0
200 3.2705078125 2372.883544921875 2372.883544921875 0
8000 3.60693359375 87351.31811523438 87352.31811523438 0
2 4.354736328125 36.059326171875 36.059326171875 0
250 2.54931640625 2738.7197265625 2738.7197265625 0
8000 3.167724609375 87534.58032226562 87534.58032226562 0
700 3.11474609375 7748.187744140625 7748.187744140625 0
2000 3.51953125 22711.61279296875 22711.61279296875 0
100 2.930908203125 826.872802734375 826.872802734375 0
5 3.214111328125 183.32373046875 183.32373046875 0
350 3.271728515625 3942.7958984375 3942.7958984375 0
500 3.10400390625 5949.599365234375 5949.599365234375 0
30 5.114501953125 352.94921875 352.94921875 0
40 2.52099609375 362.581298828125 362.581298828125 0
200 2.693359375 2421.8798828125 2421.8798828125 0
500 2.44775390625 5689.916259765625 5689.916259765625 0
700 3.068115234375 7768.508056640625 7768.508056640625 0
2000 3.443115234375 23334.366455078125 23334.366455078125 0
150 2.640869140625 1751.720703125 1751.720703125 0
15 2.94580078125 345.346435546875 345.346435546875 0
1000 3.20947265625 11430.717041015625 11430.717041015625 0
3 2.443115234375 55.47021484375 55.47021484375 0
500 3.3681640625 5700.429931640625 5700.429931640625 0
2 3.18359375 17.82373046875 17.82373046875 0
100 3.41162109375 1086.095703125 1087.095703125 0
350 2.714111328125 3615.28369140625 3615.28369140625 0
50 3.136962890625 584.659912109375 584.659912109375 4000
25 5.472900390625 299.155517578125 299.155517578125 0
4000 3.440185546875 46097.892822265625 46097.892822265625 0
4000 3.33203125 46441.824462890625 46441.824462890625 0
30 3.772705078125 571.64111328125 571.64111328125 0
15 5.804443359375 231.98291015625 231.98291015625 1000
8000 2.748779296875 89910.91723632812 89910.91723632812 0
15 2.767578125 192.880859375 192.880859375 0
100 2.8037109375 1285.52490234375 1285.52490234375 500
700 2.321533203125 7818.529052734375 7818.529052734375 0
40 3.926513671875 438.45703125 438.45703125 0
500 3.5166015625 5858.869873046875 5858.869873046875 0
5 3.0859375 91.470947265625 91.470947265625 0
25 4.900390625 462.746826171875 462.746826171875 0
8000 2.685546875 89451.17846679688 89451.17846679688 0
3 3.08935546875 140.922119140625 140.922119140625 0
2000 3.302490234375 22390.05029296875 22390.05029296875 0
2 4.828857421875 55.355712890625 55.355712890625 0
1000 3.48193359375 11543.155029296875 11543.155029296875 0
5 9.30322265625 130.456787109375 130.456787109375 0
8000 4.935302734375 91054.20190429688 91054.20190429688 0
500 2.9150390625 5535.91259765625 5535.91259765625 0
3 3.18603515625 11.673583984375 11.673583984375 0
500 3.01123046875 5538.20703125 5538.20703125 0
2 5.127685546875 25.724365234375 26.724365234375 700
40 2.68310546875 408.533935546875 408.533935546875 0
3 2.827392578125 109.85888671875 109.85888671875 2000
40 2.784912109375 676.6123046875 676.6123046875 0
500 2.962158203125 5388.2158203125 5388.2158203125 0
3 4.1318359375 109.04052734375 109.04052734375 0
15 3.4462890625 377.0419921875 377.0419921875 0
350 2.605712890625 4130.363525390625 4130.363525390625 0
500 2.666015625 5808.436279296875 5808.436279296875 0
15 3.81298828125 368.240966796875 369.240966796875 0
700 3.173095703125 8690.592041015625 8690.592041015625 0
700 2.762451171875 8088.827392578125 8088.827392578125 0
25 3.03369140625 286.81005859375 286.81005859375 0
5 2.950927734375 37.322021484375 37.322021484375 15
15 2.88525390625 192.606201171875 192.606201171875 0
200 5.76513671875 2298.067138671875 2298.067138671875 0
250 2.777587890625 3093.511962890625 3093.511962890625 0
4000 3.4267578125 45195.17724609375 45195.17724609375 0
200 5.869384765625 2312.746826171875 2312.746826171875 0
4000 5.707763671875 45849.121826171875 45849.121826171875 0
2 3.296630859375 9.54931640625 9.54931640625 0
700 3.35986328125 7634.126708984375 7634.126708984375 0
250 2.558349609375 3037.53271484375 3037.53271484375 8000
100 3.473388671875 1386.26953125 1386.26953125 0
200 3.7841796875 2288.610107421875 2288.610107421875 0
1 2.940185546875 88.693115234375 88.693115234375 0
2000 2.84326171875 22760.2841796875 22760.2841796875 0
3 3.36376953125 49.695556640625 50.695556640625 0
5 2.90576171875 29.488037109375 29.488037109375 0
1000 5.802001953125 11609.0400390625 11609.0400390625 0
4000 4.918701171875 45812.2021484375 45813.2021484375 0
200 4.078125 2394.434326171875 2394.434326171875 0
700 2.720703125 7738.447021484375 7738.447021484375 0
100 2.90283203125 988.872802734375 988.872802734375 2000
15 2.655029296875 492.108642578125 492.108642578125 0
700 3.177490234375 7806.088134765625 7806.088134765625 0
25 2.890625 211.836669921875 211.836669921875 0
500 2.923583984375 5435.47119140625 5435.47119140625 0
2000 4.630615234375 22872.33349609375 22872.33349609375 0
100 5.521484375 1057.43603515625 1057.43603515625 0
25 3.7021484375 279.27294921875 279.27294921875 0
1 2.667724609375 92.965087890625 92.965087890625 200
4000 3.03125 44657.076904296875 44657.076904296875 0
8000 3.24609375 91494.51953125 91495.51953125 0
40 3.47509765625 718.8408203125 719.8408203125 0
40 3.62548828125 612.121826171875 612.121826171875 0
50 2.911376953125 598.479736328125 598.479736328125 0
30 3.56982421875 302.35205078125 302.35205078125 0
200 3.568603515625 2203.6474609375 2203.6474609375 0
2 2.729248046875 49.18994140625 49.18994140625 0
5 2.89892578125 12.874267578125 12.874267578125 0
1 2.667724609375 8.31201171875 8.31201171875 0
15 3.098388671875 344.8759765625 344.8759765625 500
30 3.148193359375 647.64599609375 647.64599609375 0
200 5.310302734375 2155.73876953125 2155.73876953125 0
15 3.2822265625 179.684326171875 179.684326171875 0
15 3.322998046875 138.419189453125 138.419189453125 0
40 3.28955078125 412.1572265625 412.1572265625 0
200 2.888671875 2352.216796875 2352.216796875 0
25 2.62890625 267.0419921875 267.0419921875 0
3 2.8427734375 19.46826171875 19.46826171875 0
2 3.0517578125 57.244873046875 57.244873046875 0
500 2.989501953125 5951.700927734375 5951.700927734375 0
500 2.78857421875 5474.457763671875 5474.457763671875 0
2 4.66162109375 44.775634765625 44.775634765625 0
3 2.991943359375 63.930908203125 63.930908203125 0
350 4.695556640625 4166.452392578125 4166.452392578125 0
8000 4.622314453125 89015.0537109375 89015.0537109375 0
250 4.569580078125 2928.906494140625 2928.906494140625 1000
150 2.629150390625 1766.1171875 1766.1171875 0
2000 2.79833984375 21581.567626953125 21581.567626953125 0
3 2.98779296875 113.93115234375 113.93115234375 0
250 2.6884765625 3139.96826171875 3139.96826171875 0
2 2.440185546875 86.19970703125 86.19970703125 0
8000 3.870849609375 88836.953125 88836.953125 0
1 9.284423828125 62.24169921875 62.24169921875 5
5 3.11181640625 89.12890625 89.12890625 0
5 3.036376953125 31.8310546875 31.8310546875 40
350 2.6748046875 3473.70751953125 3473.70751953125 0
40 2.907958984375 344.255615234375 344.255615234375 0
250 3.621337890625 2592.521240234375 2592.521240234375 0
50 2.9853515625 424.11962890625 424.11962890625 0
200 3.2470703125 2165.0126953125 2165.0126953125 4000
8000 2.317626953125 88664.96337890625 88664.96337890625 0
3 2.62109375 94.440185546875 94.440185546875 0
5 3.17431640625 91.975830078125 92.975830078125 8000
1000 4.531494140625 11027.05126953125 11027.05126953125 0
50 3.693603515625 928.3349609375 928.3349609375 0
5 2.8779296875 85.50634765625 85.50634765625 0
2 3.073974609375 71.245849609375 71.245849609375 0
2 4.385498046875 97.08837890625 97.08837890625 0
100 2.661865234375 1156.9345703125 1156.9345703125 0
50 2.315185546875 546.018798828125 546.018798828125 0
250 2.502685546875 2858.7880859375 2858.7880859375 0
25 3.18310546875 303.233154296875 303.233154296875 0
1 5.074462890625 67.064208984375 67.064208984375 0
250 3.10888671875 2897.637939453125 2897.637939453125 0
8000 4.569091796875 90333.9111328125 90333.9111328125 0
500 3.656982421875 5622.229248046875 5623.229248046875 0
2000 3.42138671875 22412.91064453125 22412.91064453125 0
3 3.388427734375 90.82373046875 90.82373046875 0
2 3.4736328125 80.023681640625 80.023681640625 0
4000 2.984375 45063.2958984375 45063.2958984375 0
3 2.57275390625 15.07568359375 15.07568359375 100
2 4.199462890625 65.748779296875 65.748779296875 3
100 3.394287109375 1189.183837890625 1189.183837890625 0
8000 2.955078125 88740.56689453125 88740.56689453125 0
2 3.419921875 87.7265625 87.7265625 0
15 2.3662109375 186.830810546875 186.830810546875 0
1000 5.268798828125 12058.0302734375 12058.0302734375 0
3 2.966064453125 43.594970703125 43.594970703125 0
100 2.486572265625 1401.998291015625 1401.998291015625 250
100 3.129150390625 1121.154052734375 1121.154052734375 0
250 4.554931640625 2754.72802734375 2754.72802734375 1000
2000 3.286376953125 22415.380126953125 22415.380126953125 0
200 3.16357421875 2259.55029296875 2259.55029296875 0
100 3.47314453125 1337.207275390625 1337.207275390625 0
350 3.7568359375 4178.686279296875 4178.686279296875 0
3 3.307861328125 34.2763671875 34.2763671875 0
50 4.982177734375 446.595703125 446.595703125 0
2000 2.635986328125 22512.306640625 22512.306640625 0
15 2.9990234375 122.4345703125 122.4345703125 0
200 3.148193359375 2285.854248046875 2285.854248046875 0
100 2.9326171875 1479.188232421875 1479.188232421875 0
150 2.74658203125 1899.765869140625 1899.765869140625 0
40 3.685791015625 360.41845703125 360.41845703125 0
700 2.87353515625 7548.675537109375 7548.675537109375 0
2 4.662353515625 37.92333984375 37.92333984375 0
1000 3.0751953125 10772.638427734375 10772.638427734375 0
3 5.63720703125 138.18115234375 138.18115234375 0
700 2.68798828125 7343.416259765625 7343.416259765625 0
100 3.2626953125 848.990478515625 848.990478515625 0
500 4.440185546875 5457.017333984375 5457.017333984375 0
40 3.472900390625 383.643310546875 383.643310546875 0
200 3.476318359375 1976.572998046875 1976.572998046875 0
2 3.050048828125 32.009033203125 32.009033203125 0
2 3.604736328125 21.100341796875 22.100341796875 0
5 3.656982421875 98.994140625 98.994140625 0
200 2.25048828125 2198.680419921875 2198.680419921875 0
8000 2.86669921875 87448.3291015625 87448.3291015625 0
30 3.210693359375 541.46875 541.46875 0
15 5.52587890625 191.9345703125 191.9345703125 0
200 3.173095703125 2123.17724609375 2123.17724609375 0
3 3.0732421875 45.715576171875 46.715576171875 0
100 2.958251953125 1179.81591796875 1179.81591796875 0
700 2.353759765625 7307.975830078125 7307.975830078125 0
15 3.18896484375 115.688720703125 115.688720703125 0
250 2.619140625 2609.6875 2609.6875 0
250 2.53857421875 2811.03759765625 2811.03759765625 0
4000 2.63037109375 43543.34765625 43543.34765625 0
15 3.36181640625 302.3837890625 303.3837890625 0
250 2.353271484375 2763.551025390625 2763.551025390625 0
100 2.456298828125 1316.178466796875 1316.178466796875 0
350 5.13427734375 3752.15283203125 3752.15283203125 0
2000 4.0947265625 22122.754638671875 22122.754638671875 0
8000 4.0908203125 87252.18725585938 87252.18725585938 0
250 3.50634765625 2682.587646484375 2682.587646484375 0
8000 3.73095703125 87104.78295898438 87105.78295898438 0
25 3.45703125 222.6767578125 222.6767578125 250
150 3.1181640625 1835.89306640625 1835.89306640625 0
25 3.451904296875 277.988525390625 277.988525390625 0
200 3.05859375 2071.99755859375 2071.99755859375 0
5 3.1552734375 27.2275390625 27.2275390625 0
250 3.5029296875 2704.28125 2704.28125 0
2 3.1689453125 80.81298828125 80.81298828125 0
5 5.11279296875 95.34326171875 95.34326171875 250
2000 3.4736328125 21600.986572265625 21600.986572265625 0
2000 2.958740234375 21757.684814453125 21757.684814453125 0
25 4.998046875 246.127685546875 246.127685546875 0
250 3.37646484375 2709.896484375 2709.896484375 0
30 3.541015625 250.1826171875 250.1826171875 0
2 3.83154296875 54.657470703125 54.657470703125 0
500 5.607177734375 5740.474609375 5740.474609375 0
1 3.63525390625 44.794677734375 45.794677734375 150
2 2.946533203125 28.244873046875 28.244873046875 0
2 2.6728515625 89.051025390625 89.051025390625 0
150 3.156982421875 1377.03125 1377.03125 0
30 3.39306640625 392.818115234375 393.818115234375 1000
50 3.167724609375 934.330810546875 934.330810546875 0
1000 2.88623046875 11146.252197265625 11146.252197265625 0
1 2.221435546875 52.25146484375 52.25146484375 8000
2000 2.999267578125 22350.551513671875 22350.551513671875 0
200 3.223876953125 2505.986572265625 2505.986572265625 0
8000 3.070556640625 88440.21166992188 88440.21166992188 0
150 3.3525390625 1945.92138671875 1945.92138671875 0
5 2.975341796875 61.7763671875 61.7763671875 0
3 5.510498046875 56.0986328125 56.0986328125 0
2 2.793701171875 62.27587890625 62.27587890625 3
1000 3.008056640625 12034.626953125 12034.626953125 0
150 2.595458984375 1755.7197265625 1755.7197265625 0
25 5.1005859375 560.218017578125 560.218017578125 0
5 2.96337890625 178.472412109375 178.472412109375 0
2 5.16259765625 24.458984375 24.458984375 5
2 3.119873046875 92.089599609375 92.089599609375 0
15 3.2705078125 193.78662109375 193.78662109375 8000
8000 3.467529296875 89314.99267578125 89314.99267578125 0
1 4.104736328125 100.929931640625 100.929931640625 0
1 3.089111328125 51.4287109375 51.4287109375 0
2000 2.791748046875 22763.81884765625 22763.81884765625 0
350 3.682861328125 4334.511962890625 4335.511962890625 0
100 3.156005859375 1228.343505859375 1228.343505859375 0
4000 3.18994140625 44678.716796875 44678.716796875 0
5 2.980224609375 39.771240234375 39.771240234375 0
700 2.805419921875 8213.7861328125 8213.7861328125 0
2 3.7822265625 43.801513671875 43.801513671875 0
2000 3.2529296875 22674.608642578125 22674.608642578125 0
3 2.87939453125 177.069580078125 177.069580078125 0
1000 3.2626953125 11526.837890625 11526.837890625 0
4000 3.533447265625 44358.8193359375 44358.8193359375 0
30 4.662353515625 369.639404296875 370.639404296875 0
5 3.20654296875 73.229736328125 73.229736328125 0
250 3.45654296875 2892.841064453125 2893.841064453125 0
2000 5.505615234375 23214.521728515625 23214.521728515625 0
350 2.997802734375 3912.814697265625 3912.814697265625 700
40 2.73193359375 346.822509765625 346.822509765625 0
200 2.60791015625 2209.821044921875 2209.821044921875 0
150 3.410888671875 1841.88818359375 1841.88818359375 0
8000 2.780517578125 88809.26953125 88809.26953125 0
8000 2.705810546875 89510.09936523438 89510.09936523438 0
50 2.85888671875 465.14599609375 465.14599609375 0
150 3.49609375 1711.547607421875 1712.547607421875 0
4000 3.3212890625 45204.36474609375 45204.36474609375 0
100 3.28369140625 854.484619140625 854.484619140625 0
50 4.389404296875 467.384765625 467.384765625 0
150 2.720703125 1488.921142578125 1488.921142578125 0
700 4.34619140625 7458.572021484375 7459.572021484375 0
700 2.537841796875 7433.399169921875 7433.399169921875 0
2 4.98291015625 75.373779296875 75.373779296875 0
30 3.1005859375 246.66357421875 246.66357421875 150
30 3.370361328125 238.472412109375 238.472412109375 0
2 3.06591796875 72.065185546875 72.065185546875 30
30 2.66552734375 235.65283203125 235.65283203125 8000
5 3.21044921875 43.0439453125 43.0439453125 0
15 2.84375 121.72607421875 121.72607421875 0
150 3.2919921875 1158.818359375 1158.818359375 0
30 3.02392578125 289.0791015625 289.0791015625 0
700 11.785400390625 7102.69970703125 7102.69970703125 0
250 2.685791015625 3014.0419921875 3014.0419921875 0
350 2.966796875 4068.001953125 4068.001953125 0
350 3.446044921875 3813.61083984375 3813.61083984375 0
700 3.0576171875 7875.904052734375 7875.904052734375 0
30 2.935546875 308.106201171875 308.106201171875 0
4000 5.967041015625 45699.546875 45699.546875 0
200 3.487548828125 2371.275146484375 2371.275146484375 0
100 3.47265625 956.439208984375 956.439208984375 8000
50 2.65283203125 432.24951171875 432.24951171875 0
700 2.992431640625 8122.064697265625 8122.064697265625 0
4000 3.24462890625 44214.969970703125 44214.969970703125 0
2 2.68505859375 12.417724609375 12.417724609375 0
700 3.2470703125 8246.872314453125 8246.872314453125 0
250 3.574951171875 3044.78466796875 3044.78466796875 0
1000 3.119873046875 11458.723388671875 11458.723388671875 0
50 3.025634765625 478.946044921875 478.946044921875 0
250 2.724365234375 2701.569091796875 2701.569091796875 0
150 2.688720703125 1800.24560546875 1800.24560546875 0
1000 2.8720703125 10964.1767578125 10964.1767578125 0
200 3.61474609375 2255.5830078125 2255.5830078125 0
700 3.3408203125 7580.445068359375 7580.445068359375 0
50 2.59912109375 435.96484375 435.96484375 4000
40 3.02490234375 354.3701171875 354.3701171875 500
700 2.86328125 7170.044189453125 7170.044189453125 0
5 2.88818359375 16.00732421875 16.00732421875 0
500 3.154541015625 5142.29833984375 5142.29833984375 0
2 5.48388671875 84.09814453125 84.09814453125 150
150 4.52685546875 1979.72607421875 1979.72607421875 350
500 2.565185546875 5385.235595703125 5385.235595703125 0
5 3.31201171875 36.7890625 36.7890625 0
150 2.8681640625 1535.21044921875 1535.21044921875 0
350 3.12109375 3909.804931640625 3909.804931640625 0
3 2.656005859375 16.583984375 16.583984375 0
8000 2.93359375 87925.806640625 87925.806640625 0
700 2.955810546875 7494.935791015625 7494.935791015625 0
15 2.766845703125 116.550537109375 116.550537109375 200
40 2.75341796875 642.120361328125 642.120361328125 200
15 2.838623046875 202.729736328125 202.729736328125 0
200 3.633056640625 2206.078857421875 2206.078857421875 0
200 2.751953125 2117.858642578125 2117.858642578125 0
4000 4.272216796875 43952.289794921875 43952.289794921875 0
15 3.400146484375 395.505615234375 395.505615234375 250
250 2.747314453125 2860.236328125 2860.236328125 1000
15 3.12451171875 162.2021484375 162.2021484375 0
350 3.1953125 3833.4033203125 3833.4033203125 0
500 2.9697265625 5143.03857421875 5143.03857421875 0
1000 2.44873046875 10741.86865234375 10741.86865234375 0
500 3.4404296875 5533.131591796875 5533.131591796875 0
5 3.33349609375 92.344482421875 92.344482421875 0
25 3.206298828125 277.499755859375 277.499755859375 0
30 3.400634765625 361.29931640625 361.29931640625 0
1000 5.628662109375 14944.060791015625 14944.060791015625 0
30 3.598876953125 446.18701171875 447.18701171875 0
1000 4.9501953125 11202.7724609375 11202.7724609375 0
2000 5.277099609375 23667.06298828125 23667.06298828125 0
200 3.087646484375 2066.885009765625 2066.885009765625 0
1 3.568603515625 64.050537109375 64.050537109375 200
100 2.601318359375 943.196044921875 943.196044921875 0
1000 3.10986328125 10793.436279296875 10793.436279296875 0
200 2.36474609375 2253.375 2253.375 0
1 3.807861328125 15.847412109375 15.847412109375 0
2 2.392822265625 27.73681640625 27.73681640625 0
8000 2.620361328125 86421.09228515625 86421.09228515625 0
150 2.886962890625 1710.757568359375 1710.757568359375 4000
4000 2.906005859375 46518.9140625 46518.9140625 0
1000 2.9033203125 10446.52294921875 10446.52294921875 0
500 3.4794921875 5594.035400390625 5594.035400390625 0
4000 3.873291015625 43126.1572265625 43126.1572265625 0
25 5.46337890625 258.2666015625 258.2666015625 0
30 3.271240234375 281.208740234375 281.208740234375 0
150 4.12060546875 1656.213623046875 1656.213623046875 0
15 3.54052734375 247.694580078125 247.694580078125 0
25 3.255615234375 252.696044921875 252.696044921875 0
500 2.79931640625 5430.5458984375 5430.5458984375 0
40 3.089111328125 402.981689453125 402.981689453125 500
4000 2.664306640625 42886.96484375 42886.96484375 0
50 3.208251953125 512.0390625 512.0390625 0
30 2.72802734375 293.237060546875 293.237060546875 0
1000 3.20947265625 10759.5927734375 10759.5927734375 0
8000 2.784912109375 87077.50317382812 87077.50317382812 0
1 3.170166015625 46.204833984375 46.204833984375 0
500 5.517578125 5586.8671875 5586.8671875 0
150 3.15869140625 1358.95263671875 1358.95263671875 0
30 3.810791015625 646.690673828125 646.690673828125 0
15 2.638916015625 282.66943359375 282.66943359375 0
150 5.054931640625 1946.238525390625 1946.238525390625 0
50 3.208251953125 554.634521484375 554.634521484375 0
3 2.569091796875 95.24169921875 95.24169921875 0
200 2.565673828125 2294.986328125 2294.986328125 0
3 3.088134765625 26.328857421875 26.328857421875 0
15 3.4775390625 185.037109375 185.037109375 0
15 2.945068359375 343.91650390625 343.91650390625 0
200 2.800048828125 2340.9169921875 2340.9169921875 0
1000 2.403564453125 10760.47900390625 10760.47900390625 0
4000 3.14013671875 42779.45068359375 42779.45068359375 0
700 2.604248046875 7540.150634765625 7540.150634765625 0
2 3.2099609375 95.240478515625 95.240478515625 0
250 2.926025390625 3012.92138671875 3012.92138671875 0
3 3.0029296875 105.316650390625 105.316650390625 0
25 2.989013671875 289.6357421875 289.6357421875 4000
25 2.853759765625 248.927001953125 248.927001953125 0
50 2.926513671875 812.432861328125 812.432861328125 0
30 2.892333984375 343.89892578125 343.89892578125 0
3 6.630859375 100.456787109375 101.456787109375 0
2000 4.280029296875 21835.765625 21835.765625 0
2000 6.43701171875 21780.11865234375 21780.11865234375 0
3 5.720458984375 61.447998046875 61.447998046875 350
15 2.46044921875 192.27294921875 192.27294921875 0
200 2.516357421875 2238.888427734375 2238.888427734375 0
1000 2.99658203125 10714.08251953125 10714.08251953125 0
1000 2.793212890625 10960.508056640625 10960.508056640625 0
200 2.926513671875 2318.10302734375 2318.10302734375 0
350 3.281494140625 4051.699951171875 4051.699951171875 0
5 3.5849609375 76.919189453125 76.919189453125 0
8000 3.713623046875 94040.86303710938 94040.86303710938 0
150 2.8994140625 1733.614990234375 1733.614990234375 0
200 5.465087890625 2238.25927734375 2238.25927734375 0
3 3.32568359375 39.455078125 39.455078125 0
4000 4.816650390625 46845.847412109375 46845.847412109375 0
15 3.580078125 151.02587890625 151.02587890625 0
100 3.4013671875 958.56640625 958.56640625 0
25 3.494384765625 277.2177734375 277.2177734375 0
8000 2.967529296875 91219.14892578125 91219.14892578125 0
8000 5.385986328125 86033.455078125 86033.455078125 0
500 2.74267578125 5345.5419921875 5345.5419921875 0
8000 3.145751953125 94689.64599609375 94689.64599609375 0
200 2.6962890625 2194.364501953125 2194.364501953125 0
150 2.313232421875 1816.108154296875 1816.108154296875 0
4000 5.066162109375 43745.5693359375 43745.5693359375 0
500 3.11865234375 5663.517333984375 5664.517333984375 0
250 5.018798828125 2845.80810546875 2845.80810546875 0
15 3.04833984375 197.771728515625 197.771728515625 0
100 3.1416015625 830.272705078125 830.272705078125 0
100 3.254638671875 898.63037109375 899.63037109375 0
1 3.07568359375 36.8349609375 36.8349609375 8000
30 3.30712890625 377.05224609375 377.05224609375 2000
700 3.053955078125 7591.83203125 7591.83203125 0
4000 2.568359375 42960.052490234375 42960.052490234375 0
350 3.15478515625 3615.810302734375 3615.810302734375 0
1 6.37451171875 155.8486328125 155.8486328125 0
350 3.255615234375 3557.585693359375 3557.585693359375 0
1 2.92138671875 43.0224609375 43.0224609375 350
200 3.052978515625 1953.393310546875 1953.393310546875 0
1 2.682861328125 58.375732421875 58.375732421875 700
200 2.6845703125 2343.08935546875 2343.08935546875 0
700 3.5107421875 7840.515869140625 7840.515869140625 0
5 3.41943359375 138.765380859375 138.765380859375 0
700 2.70849609375 7917.601806640625 7917.601806640625 0
15 3.10400390625 303.81494140625 303.81494140625 0
350 3.2861328125 4175.133544921875 4175.133544921875 0
8000 3.620849609375 93462.63891601562 93462.63891601562 0
1 3.22119140625 52.16552734375 52.16552734375 0
15 3.808349609375 266.640869140625 266.640869140625 0
250 3.43212890625 2607.005859375 2607.005859375 0
500 3.19873046875 5407.104736328125 5407.104736328125 0
50 2.861328125 454.85107421875 454.85107421875 0
2000 4.17626953125 22268.42333984375 22269.42333984375 0
700 3.349365234375 8082.86669921875 8082.86669921875 0
50 2.9169921875 812.82568359375 812.82568359375 0
30 5.572021484375 336.149658203125 336.149658203125 0
2000 3.2421875 21892.990234375 21892.990234375 0
350 5.58447265625 3994.08837890625 3994.08837890625 0
200 3.313720703125 2113.992919921875 2113.992919921875 0
30 3.17333984375 282.82763671875 282.82763671875 0
5 4.126220703125 133.080078125 133.080078125 250
40 2.45556640625 714.74169921875 714.74169921875 0
5 3.394287109375 59.265625 59.265625 0
250 4.0390625 2529.61328125 2529.61328125 0
3 2.370849609375 10.353759765625 10.353759765625 0
150 2.323974609375 1534.78759765625 1534.78759765625 0
250 3.16015625 2883.99072265625 2883.99072265625 0
150 3.032470703125 1535.054443359375 1535.054443359375 0
1 3.44677734375 42.041015625 42.041015625 0
15 3.009765625 135.365966796875 135.365966796875 0
1000 2.989990234375 10084.47265625 10084.47265625 0
15 3.346923828125 167.267578125 167.267578125 4000
30 3.11572265625 351.931640625 351.931640625 0
50 3.10546875 794.740966796875 794.740966796875 0
40 3.284423828125 488.246826171875 488.246826171875 0
700 2.872314453125 7450.72216796875 7450.72216796875 0
2000 2.971435546875 21573.1435546875 21573.1435546875 0
15 2.81884765625 163.6845703125 163.6845703125 0
30 3.3525390625 433.602783203125 433.602783203125 0
4000 3.1025390625 42358.0 42358.0 0
30 3.4189453125 304.00830078125 304.00830078125 0
700 2.91943359375 7074.61669921875 7074.61669921875 0
15 3.03759765625 435.806640625 435.806640625 0
5 3.279541015625 50.992431640625 50.992431640625 0
200 2.75732421875 2326.5517578125 2326.5517578125 0
100 3.3759765625 1049.233154296875 1049.233154296875 0
700 2.888916015625 7739.851318359375 7739.851318359375 0
200 2.62890625 2353.898193359375 2353.898193359375 0
4000 2.94873046875 42844.322265625 42844.322265625 0
1000 3.0068359375 10693.50830078125 10693.50830078125 0
4000 2.779541015625 42463.333251953125 42463.333251953125 0
350 3.45947265625 3569.0029296875 3570.0029296875 0
3 3.017822265625 63.652587890625 63.652587890625 50
5 3.408935546875 98.029296875 98.029296875 0
50 3.180419921875 658.85302734375 658.85302734375 0
25 3.949951171875 445.40576171875 445.40576171875 8000
1 2.8974609375 56.7880859375 56.7880859375 0
4000 2.5615234375 42552.710693359375 42552.710693359375 0
100 3.1572265625 991.78369140625 991.78369140625 0
1 4.71435546875 28.481201171875 28.481201171875 0
150 3.2216796875 1386.05224609375 1386.05224609375 0
1 3.055419921875 190.299560546875 190.299560546875 30
30 3.197265625 468.7255859375 468.7255859375 4000
5 3.4921875 172.37939453125 172.37939453125 700
15 3.0078125 171.5263671875 171.5263671875 250
200 3.7568359375 2123.916259765625 2124.916259765625 0
40 2.443115234375 333.389892578125 333.389892578125 0
25 3.31396484375 273.677734375 273.677734375 0
700 2.494140625 6756.38525390625 6756.38525390625 0
1 3.17041015625 78.96240234375 78.96240234375 0
2 2.865966796875 37.49462890625 37.49462890625 0
250 3.390380859375 2538.800048828125 2538.800048828125 0
2000 3.9541015625 20804.209228515625 20804.209228515625 0
150 4.7109375 1449.16748046875 1449.16748046875 0
700 2.75244140625 7586.984130859375 7586.984130859375 0
700 3.1103515625 7715.9130859375 7715.9130859375 0
250 3.0263671875 3035.077880859375 3035.077880859375 700
1000 2.812255859375 11554.954833984375 11554.954833984375 0
1000 3.35009765625 11622.8564453125 11622.8564453125 4000
700 2.943115234375 8251.633544921875 8251.633544921875 0
100 2.7197265625 1069.699462890625 1069.699462890625 0
200 2.95361328125 2274.445556640625 2274.445556640625 0
4000 3.409912109375 42850.772216796875 42851.772216796875 0
30 3.72998046875 305.64501953125 305.64501953125 0
15 2.89794921875 335.736572265625 335.736572265625 0
150 4.796875 1578.73193359375 1578.73193359375 0
700 2.8876953125 7838.555908203125 7838.555908203125 0
100 2.767822265625 926.630859375 926.630859375 0
1 4.490966796875 67.4677734375 67.4677734375 0
4000 3.24462890625 44184.706787109375 44184.706787109375 0
8000 2.68115234375 87197.82202148438 87197.82202148438 0
4000 2.9541015625 43569.93798828125 43569.93798828125 0
5 4.417236328125 25.42578125 25.42578125 0
50 4.534423828125 576.173828125 576.173828125 0
500 3.3056640625 5317.453857421875 5317.453857421875 0
50 2.761474609375 529.730224609375 529.730224609375 0
200 5.057861328125 2211.3505859375 2211.3505859375 0
4000 3.613525390625 43649.342529296875 43649.342529296875 0
200 3.062255859375 2072.60546875 2072.60546875 0
200 4.47265625 2347.956787109375 2347.956787109375 0
15 3.93310546875 154.720458984375 154.720458984375 0
40 3.195068359375 397.465576171875 397.465576171875 0
15 2.901123046875 152.801025390625 152.801025390625 700
4000 3.20947265625 50761.138671875 50761.138671875 0
150 3.26171875 1772.781005859375 1772.781005859375 0
700 3.230224609375 7167.015869140625 7167.015869140625 0
4000 2.93603515625 43323.261962890625 43323.261962890625 0
500 6.29541015625 8494.072509765625 8494.072509765625 0
1 3.405029296875 69.43603515625 69.43603515625 100
350 3.18994140625 4257.662353515625 4257.662353515625 0
700 3.137451171875 7754.1298828125 7754.1298828125 0
100 3.277099609375 1036.803466796875 1036.803466796875 0
350 2.71630859375 3780.5546875 3780.5546875 0
15 3.080810546875 304.5234375 304.5234375 0
2000 4.5009765625 20889.04736328125 20889.04736328125 0
50 3.61767578125 487.191162109375 487.191162109375 0
4000 3.11767578125 54226.82763671875 54226.82763671875 0
8000 2.9677734375 86315.72119140625 86315.72119140625 0
1 2.749755859375 52.528076171875 52.528076171875 100
3 3.44921875 28.92724609375 28.92724609375 0
100 2.6806640625 1245.77880859375 1245.77880859375 0
500 3.15234375 5716.851806640625 5716.851806640625 0
30 2.81005859375 267.589599609375 267.589599609375 0
250 4.828857421875 2809.205322265625 2809.205322265625 0
2 2.388671875 51.9912109375 51.9912109375 0
40 3.23583984375 703.28466796875 703.28466796875 0
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   469.18ms  517.00ms   1.99s    83.47%
    Req/Sec     0.55      1.56    10.00     93.70%
  921 requests in 10.01m, 203.77KB read
  Socket errors: connect 0, read 0, write 0, timeout 419
Requests/sec:      1.53
Transfer/sec:     347.26B
Requests: 	userdata: 0x400ac648	 completed.